// Практическое задание number 2

// 1

let time;

// 2

console.log(time); // undefined

// 3

time = 34;
console.log(time); // 34

// 4

console.log('Старт поездки. Осталось минут: ' + time); // Старт поездки. Осталось минут: 34

// 5

time = (time - 15);
console.log(time); // 19

// 6

console.log('Немного сторис в соцсетях. Осталось минут: ' + time); // Немного сторис в соцсетях. Осталось минут: 19

// 7

time = (time - 10);
console.log('Немного не новостей, но событий. Осталось минут: ' + time); // Немного не новостей, но событий. Осталось минут: 9

// 8

time = 0;
console.log(time);

// 9

console.log('Вы приехали. Добро пожаловать в Москву!'); // Вы приехали. Добро пожаловать в Москву!
